[
  {
    "id": "fred-bloggs",
    "slug": "fredbloggs",
    "name": "Fred Bloggs",
    "biography": "Fred Bloggs has been working with clay for over twenty years. Based in the Cotswolds, he specialises in thrown stoneware and wood-fired pieces. His work is inspired by traditional British pottery and Japanese aesthetics.",
    "image": "/images/potters/fred-bloggs.jpg",
    "products": [
      {
        "id": "fb-1",
        "slug": "large-stoneware-bowl",
        "name": "Large Stoneware Bowl",
        "description": "Hand-thrown stoneware bowl, wood-fired to 1280°C. Natural ash glaze with subtle variation. Approx. 28cm diameter.",
        "descriptionExtended": "This bowl is thrown on the wheel from a single lump of stoneware clay and wood-fired in a traditional kiln to 1280°C. The natural ash glaze develops unique variation with each firing—no two pieces are identical. The form is designed for everyday use: robust enough for the table, shallow enough for salads and fruit. Made in the Cotswolds by Fred Bloggs.",
        "price": 95,
        "currency": "GBP",
        "image": "/images/products/fb-bowl.jpg",
        "images": ["/images/products/fb-bowl.jpg"],
        "featured": true,
        "sku": "FB-BOWL-01"
      },
      {
        "id": "fb-2",
        "slug": "set-of-four-mugs",
        "name": "Set of Four Mugs",
        "description": "Set of four stoneware mugs with tenmoku glaze. Comfortable handle, holds 350ml.",
        "descriptionExtended": "Each mug in this set is thrown by hand and glazed with a rich tenmoku (iron oxide) glaze that pools in the foot and lip. The handles are pulled and attached for a comfortable grip. Holds approximately 350ml—ideal for coffee or tea. Sold as a set of four; slight variation in glaze is part of the character of wood-fired stoneware.",
        "price": 72,
        "currency": "GBP",
        "image": "/images/products/fb-mugs.jpg",
        "images": ["/images/products/fb-mugs.jpg"],
        "featured": false,
        "sku": "FB-MUGS-04"
      }
    ]
  },
  {
    "id": "henry-may",
    "slug": "henrymay",
    "name": "Henry May",
    "biography": "Henry May creates contemporary ceramic sculpture and functional ware from his studio in St Ives. His pieces combine slip-casting with hand-building, often featuring bold geometric patterns and a limited palette.",
    "image": "/images/potters/henry-may.jpg",
    "products": [
      {
        "id": "hm-1",
        "slug": "geometric-vase",
        "name": "Geometric Vase",
        "description": "Slip-cast porcelain vase with hand-painted geometric design. White and charcoal. 25cm height.",
        "descriptionExtended": "This vase is slip-cast in porcelain for a clean, consistent form, then hand-painted with a bold geometric pattern in white and charcoal. The design is inspired by mid-century modern and St Ives abstraction. Stands 25cm tall; suitable for a single stem or a small arrangement. A striking piece for a mantel or sideboard.",
        "price": 120,
        "currency": "GBP",
        "image": "/images/products/hm-vase.jpg",
        "images": ["/images/products/hm-vase.jpg"],
        "featured": true,
        "sku": "HM-VASE-01"
      },
      {
        "id": "hm-2",
        "slug": "lidded-jar",
        "name": "Lidded Jar",
        "description": "Porcelain lidded jar with matte glaze. Minimal form, ideal for tea or storage. 12cm height.",
        "descriptionExtended": "A minimal lidded jar in porcelain with a soft matte glaze. The lid fits snugly to keep contents fresh—ideal for loose-leaf tea, coffee, or small pantry items. The simple form and neutral finish fit any kitchen or desk. 12cm height; made by Henry May in St Ives.",
        "price": 68,
        "currency": "GBP",
        "image": "/images/products/hm-jar.jpg",
        "images": ["/images/products/hm-jar.jpg"],
        "featured": false,
        "sku": "HM-JAR-01"
      }
    ]
  },
  {
    "id": "violet-smith",
    "slug": "violetsmith",
    "name": "Violet Smith",
    "biography": "Violet Smith is known for her delicate earthenware and botanical motifs. She works from a converted barn in Devon, drawing on the surrounding landscape and garden for her decorative slip and underglaze designs.",
    "image": "/images/potters/violet-smith.jpg",
    "products": [
      {
        "id": "vs-1",
        "slug": "botanical-plate",
        "name": "Botanical Plate",
        "description": "Earthenware plate with hand-painted botanical design. Food-safe glaze. 26cm diameter.",
        "descriptionExtended": "Hand-painted with a botanical motif inspired by the Devon hedgerows and garden flowers around Violet Smith’s studio. The design is applied in slip and underglaze before a clear, food-safe glaze, so the plate is dishwasher-safe and suitable for everyday use. 26cm diameter; a lovely piece for serving or display.",
        "price": 55,
        "currency": "GBP",
        "image": "/images/products/vs-plate.jpg",
        "images": ["/images/products/vs-plate.jpg"],
        "featured": true,
        "sku": "VS-PLATE-01"
      },
      {
        "id": "vs-2",
        "slug": "herb-pot",
        "name": "Herb Pot",
        "description": "Small earthenware pot with wildflower motif. Perfect for herbs or as a pen holder. 10cm height.",
        "descriptionExtended": "A small earthenware pot with a hand-painted wildflower motif. Perfect on a windowsill for herbs or on a desk for pens and pencils. The finish is durable and wipe-clean. Approximately 10cm tall; made by Violet Smith in Devon.",
        "price": 32,
        "currency": "GBP",
        "image": "/images/products/vs-herb.jpg",
        "images": ["/images/products/vs-herb.jpg"],
        "featured": false,
        "sku": "VS-HERB-01"
      }
    ]
  },
  {
    "id": "karl-greene",
    "slug": "karlgreene",
    "name": "Karl Greene",
    "biography": "Hi, my name is Karl Greene. I am a studio potter working in Suffolk where I make a range of stoneware, raku and one-off pieces. I am a qualified teacher and teach ceramics at various locations as well as in my own workshop. I love being creative and sharing my passion for pottery. My workspace is a creative, nurturing space in which I seek to help people experience their own creativity as well as learning and acquiring new skills and a renewed passion for life.",
    "image": "/images/placeholder.svg",
    "products": [
      {
        "id": "kg-1",
        "slug": "bowl-green-collaboration",
        "name": "Bowl, Green (collaboration)",
        "description": "Thrown by Karl and decorated by Bethany O Regan. Underglazes and underglaze crayons. Glazed stoneware. Only 6 pieces available. H 11 cm W 18 cm.",
        "descriptionExtended": "These pieces have been made in collaboration with Bethany O Regan, a talented ceramicist now studying at the University of Cardiff. Beth has developed her practice over the last three years and her work is effortlessly expressive and brilliantly executed. I (Karl) have thrown the pots and Beth has decorated them in her own indomitable style. There are only these 6 pieces available. Each one has been decorated with underglazes and underglaze crayons giving a unique feel, finish and look to the decoration. Beth is at the start of her ceramics career and will only go on to greater things I am sure. Get a piece of her original work while you still can. They are glazed stoneware.",
        "price": 160,
        "currency": "GBP",
        "image": "https://static.wixstatic.com/media/4aef4d_a76396c8acee4547a42451dc5d49339d~mv2.jpg/v1/fill/w_1160,h_840,al_c,q_85,usm_0.66_1.00_0.01,enc_avif,quality_auto/4aef4d_a76396c8acee4547a42451dc5d49339d~mv2.jpg",
        "images": [
          "https://static.wixstatic.com/media/4aef4d_a76396c8acee4547a42451dc5d49339d~mv2.jpg/v1/fill/w_1160,h_840,al_c,q_85,usm_0.66_1.00_0.01,enc_avif,quality_auto/4aef4d_a76396c8acee4547a42451dc5d49339d~mv2.jpg"
        ],
        "featured": true,
        "sku": "KG-BOWL-GREEN-01"
      },
      {
        "id": "kg-2",
        "slug": "raku-vessel",
        "name": "Raku Vessel",
        "description": "Raku-fired ceramic vessel. Unique crackle and lustre from the raku process. One-off.",
        "descriptionExtended": "Raku fired at the workshop for distinctive crackle and lustre. Each piece is unique—the rapid cooling and reduction create unpredictable, beautiful surfaces. Made by Karl Greene in Suffolk. Suitable for display or dried arrangements.",
        "price": 85,
        "currency": "GBP",
        "image": "https://static.wixstatic.com/media/4aef4d_43b8f2ae46a14b37a5f4a63cee6cb7c6~mv2_d_1985_2296_s_2.jpg",
        "images": ["https://static.wixstatic.com/media/4aef4d_43b8f2ae46a14b37a5f4a63cee6cb7c6~mv2_d_1985_2296_s_2.jpg"],
        "featured": true,
        "sku": "KG-RAKU-01"
      },
      {
        "id": "kg-3",
        "slug": "stoneware-bowl",
        "name": "Stoneware Bowl",
        "description": "Hand-thrown stoneware bowl. Food-safe glaze. From the Freston Studio, Ipswich.",
        "descriptionExtended": "A simple, functional stoneware bowl thrown on the wheel. Food-safe glaze; dishwasher safe. Part of Karl's range of everyday stoneware made at his studio in Ipswich, Suffolk.",
        "price": 45,
        "currency": "GBP",
        "image": "https://static.wixstatic.com/media/4aef4d_537113b9a6eb444294ee27830770a166~mv2.jpg",
        "images": ["https://static.wixstatic.com/media/4aef4d_537113b9a6eb444294ee27830770a166~mv2.jpg"],
        "featured": false,
        "sku": "KG-BOWL-01"
      }
    ]
  }
]
